sunsetting: dict = {
    "sunsetting.popup.title":"此设备不再受支持。",
    "sunsetting.popup.moreInfo":"更多信息",
    "sunsetting.popup.dontshow":"不再显示此内容",
        "sunsetting.popup.pendingSunset.ios_android":"我们即将无法支持此设备。目前您仍能够继续收到更新，但到 2021 年 6 月为止，您将收到此设备的最后一次更新。对于给您带来的不便，我们深表歉意。%s收到最终更新后，您仍然可以在您的世界中进行游戏，并使用您在市场购买的物品（包括 Minecoins）。由此设备管理的 Realms 将继续运行，除非 Realm 所有者选择在另一台设备上进行更新。您将无法收到最新的更新版本，且将无法与继续接收更新的设备或 Realms 玩多人游戏。您也将无法连接到某些服务器。%s单击按钮了解更多信息，包括将世界转移到新设备的方法。",
    "sunsetting.popup.sunset.ios_android":"此设备不再受到支持。您已收到此设备的最终更新。从现在开始，您可以继续在世界中进行创造，也可以继续使用在市场中购买的物品（包括 Minecoin）。您的 Realms 将继续运行，除非 Realm 所有者选择在另一台设备上进行更新。您将无法收到最新的更新版本，且将无法与继续接收更新的设备或 Realms 玩多人游戏。您也将无法连接到某些服务器。%s单击按钮了解更多信息，包括将世界转移到新设备的方法。我们知道这会给您带来不便，我们衷心感谢您为这款游戏付出的时间，希望能在更新后的设备上再次与您相会。",
    "sunsetting.popup.pendingSunset.gearvr_win10":"我们即将无法支持此设备。目前您仍能够继续收到更新，但到我们下一次重大更新为止，您将收到此设备的最后一次更新。对于给您带来的不便，我们深表歉意。%s收到最终更新后，您仍然可以在您的世界中进行游戏，并使用您在市场购买的物品（包括 Minecoin）。但是，您将无法在此设备上访问多人游戏或 Realms。您将无法收到最新的更新版本，且将无法与继续接收更新的设备或 Realms 进行游戏。您也将无法连接到某些服务器。%s单击按钮了解更多信息，包括将世界转移到新设备的方法。",
    "sunsetting.popup.sunset.gearvr_win10":"此设备不再受到支持。您已收到此设备的最终更新。从现在开始，您可以继续在世界中进行创造，也可以继续使用在市场中购买的物品（包括 Minecoin）。但是，您将无法在此设备上访问多人课程或 Realms。您将无法收到最新的更新版本，且将无法与继续接收更新的设备进行课程。您也将无法连接到某些服务器。",
    "sunsetting.popup.pendingSunset.dx10":"我们即将无法支持此图形设备。目前您仍能够继续收到更新，但到我们下一次重大更新为止，您将收到此设备的最后一次更新。对于给您带来的不便，我们深表歉意。%s收到最终更新后，您仍然可以在您的世界中进行游戏，并使用您在市场购买的物品（包括 Minecoin）。由此设备管理的 Realms 将继续运行，除非 Realm 所有者选择在另一台设备上进行更新。您将无法收到最新的更新版本，且将无法与继续接收更新的设备或 Realms 玩多人游戏。您也将无法连接到某些服务器。%s单击按钮了解更多信息，包括将世界转移到新设备的方法。",
    "sunsetting.popup.sunset.dx10":"此图形设备不再受到支持。您已收到此设备的最终更新。从现在开始，您可以继续在世界中进行创造，也可以继续使用在市场中购买的物品（包括 Minecoin）。您的 Realms 将继续运行，除非 Realm 所有者选择在另一台设备上进行更新。您将无法收到最新的更新版本，且将无法与继续接收更新的设备或 Realms 玩多人游戏。您也将无法连接到某些服务器。%s单击按钮了解更多信息，包括将世界转移到新设备的方法。给您带来不便，我们深表歉意。同时我们也衷心感谢您为这款游戏付出的时间以及您的支持。",
    "sunsetting.banner.play.worldTab.pending":"您的版本可能很快就会无法连接到多人游戏",
    "sunsetting.banner.play.friendsTab.pending":"您的版本可能很快就会无法连接到多人游戏",
    "sunsetting.banner.play.serverTab.pending":"您的版本可能很快就会无法连接到多人游戏",
    "sunsetting.banner.play.worldTab":"您的版本可能无法连接到多人游戏",
    "sunsetting.banner.play.friendsTab":"您的版本可能无法连接到多人游戏",
    "sunsetting.banner.play.serverTab":"您的版本可能无法连接到多人游戏",
    "sunsetting.store.incompatible":"不兼容",
    
}